tasks = {
    "easy": [
        "Поцілуй партнера в щоку",
        "Обійми партнера на 1 хвилину",
        "Подаруй партнеру ніжний масаж рук",
        "Шепочи щось еротичне на вушко",
        "Зроби комплімент партнеру",
        # додай ще свої easy-завдання тут...
    ],
    "medium": [
        "Зроби мінет протягом 5 хвилин",
        "Спробуйте нову секс-позу",
        "Зв'яжи руки партнеру на 10 хвилин",
        "Мастурбуй перед партнером",
        "Займіться сексом в душі",
        # додай ще medium-завдань...
    ],
    "hard": [
        "Займіться сексом у незвичному місці",
        "Проведіть рольову гру з костюмами",
        "Мастурбуй до оргазму при партнері",
        "Займіться сексом з зав’язаними очима",
        "Партнер наказує виконувати 15 хвилин",
        # додай ще hard-завдань...
    ],
    "bonus": [
        "Використайте нову позу сьогодні",
        "Проведіть вечір без одягу вдома",
        "Мастурбуйте разом в одній кімнаті",
        "Зніміть коротке інтимне відео (для себе)",
        "Придумайте і розіграйте еротичну історію",
        # додай бонусних завдань...
    ]
}
